'use strict';

module.exports = {
    regions: {
        1: {
            title: 'Краснодарский край',
            position: 'Глава области',
            population: '5454',
            vrp: '301436',
            index: '58,79',
            head: 'Александр Николаевич Ткачёв',
            period: '01.2001',
            periodEnd: '04.2015',
            flats: '42060',
            auto: '298'
        },
        2: {
            title: 'Ростовская область',
            position: 'Глава области',
            population: '4242',
            vrp: '217298',
            index: '49,74',
            head: 'Василий Юрьевич Голубев',
            period: '06.2010',
            flats: '49229',
            auto: '297'
        },
        3: {
            title: 'Волгоградская область',
            position: 'Глава области',
            population: '2557',
            vrp: '235290',
            index: '43,15',
            head: 'Андрей Иванович Бочаров',
            period: '09.2014',
            flats: '40142',
            auto: '265'
        },
        4: {
            title: 'Ставропольский край',
            position: 'Глава области',
            population: '2799',
            vrp: '171296',
            index: '44,51',
            head: 'Владимир Владимирович Владимиров',
            period: '09.2014',
            flats: '32909',
            auto: '269'
        },
        5: {
            title: 'Республика Дагестан',
            position: 'Глава области',
            population: '2990',
            vrp: '145352',
            index: '33,75',
            head: 'Рамазан Гаджимурадович Абдулатипов',
            period: '09.2013',
            flats: '22785',
            auto: '165'
        },
        6: {
            title: 'Астраханская область',
            position: 'Глава области',
            population: '1021',
            vrp: '263512',
            index: '42,11',
            head: 'Александр Александрович Жилкин',
            period: '12.2004',
            flats: '38891',
            auto: '247'
        },
        7: {
            title: 'Чеченская Республика',
            position: 'Глава области',
            population: '1370',
            vrp: '88462',
            index: '31,42',
            head: 'Рамзан Ахматович Кадыров',
            period: '04.2007',
            flats: '42185',
            auto: '144'
        },
        8: {
            title: 'Республика Северная Осетия',
            position: 'Глава области',
            population: '706',
            vrp: '159051',
            index: '37,98',
            head: 'Таймураз Дзамбекович Мамсуров',
            period: '06.2005',
            periodEnd: '06.2015',
            flats: '36088',
            auto: '259'
        },
        9: {
            title: 'Кабардино-Балкарская Республика',
            position: 'Глава области',
            population: '861',
            vrp: '131866',
            index: '33,2',
            head: 'Юрий Александрович Коков',
            period: '10.2014',
            flats: '37530',
            auto: '218'
        },
        10: {
            title: 'Республика Адыгея',
            position: 'Глава области',
            population: '449',
            vrp: '161677',
            index: '41,92',
            head: 'Аслан Китович Тхакушинов',
            period: '12.2006',
            flats: '32267',
            auto: '276'
        },
        11: {
            title: 'Карачаево-Черкесская Республика',
            position: 'Глава области',
            population: '469',
            vrp: '133175',
            index: '31,13',
            head: 'Рашид Бориспиевич Темрезов',
            period: '04.2011',
            flats: '40157',
            auto: '215'
        },
        12: {
            title: 'Республика Ингушетия',
            position: 'Глава области',
            population: '464',
            vrp: '100911',
            index: '30,16',
            head: 'Юнус-бек Баматгиреевич Евкуров',
            period: '10.2008',
            flats: '50627',
            auto: '160'
        },
        13: {
            title: 'Республика Калмыкия',
            position: 'Глава области',
            population: '281',
            vrp: '145318',
            index: '25,41',
            head: 'Алексей Маратович Орлов',
            period: '10.2010',
            flats: '29311',
            auto: '284'
        }
    }
};